Repository: rokrokss/recly
Catalog: apple/RecKit/Sources/RecKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: Transcribe on this device
ar: النسخ على هذا الجهاز
bn: এই ডিভাইসে ট্রান্সক্রাইব করুন
de: Auf diesem Gerät transkribieren
es: Transcribir en este dispositivo
fa: رونویسی در این دستگاه
fil: Mag-transcribe sa device na ito
fr: Transcrire sur cet appareil
hi: इस डिवाइस पर ट्रांसक्राइब करें
it: Trascrivi su questo dispositivo
ja: このデバイスで文字起こし
ko: 이 기기에서 전사하기
pl: Transkrypcja na tym urządzeniu
pt_br: Transcrever neste dispositivo
pt_pt: Transcrever neste dispositivo
ru: Расшифровка на этом устройстве
sw: Nukuu kwenye kifaa hiki
th: ถอดเสียงในอุปกรณ์นี้
tr: Bu cihazda metne dönüştür
ur: اس آلے پر ٹرانسکرائب کریں
vi: Chép lời trên thiết bị này
zh_hans: 在此设备上转录
zh_hant: 在此裝置上轉錄

source: On-device transcription needs Apple’s speech recognition model.
ar: يحتاج النسخ على الجهاز إلى نموذج Apple للتعرّف على الكلام.
bn: ডিভাইসে ট্রান্সক্রিপশনের জন্য Apple-এর স্পিচ রিকগনিশন মডেল প্রয়োজন।
de: Die Transkription auf dem Gerät benötigt das Spracherkennungsmodell von Apple.
es: La transcripción en el dispositivo necesita el modelo de reconocimiento de voz de Apple.
fa: رونویسی روی دستگاه به مدل تشخیص گفتار Apple نیاز دارد.
fil: Kailangan ng pag-transcribe sa device ang modelo ng speech recognition ng Apple.
fr: La transcription sur l’appareil nécessite le modèle de reconnaissance vocale d’Apple.
hi: डिवाइस पर ट्रांसक्रिप्शन के लिए Apple का स्पीच रिकग्निशन मॉडल चाहिए।
it: La trascrizione sul dispositivo richiede il modello di riconoscimento vocale di Apple.
ja: デバイス上の文字起こしには、Appleの音声認識モデルが必要です。
ko: 기기 내 전사에는 Apple 음성 인식 모델이 필요합니다.
pl: Transkrypcja na urządzeniu wymaga modelu rozpoznawania mowy Apple.
pt_br: A transcrição no dispositivo precisa do modelo de reconhecimento de fala da Apple.
pt_pt: A transcrição no dispositivo requer o modelo de reconhecimento de voz da Apple.
ru: Для расшифровки на устройстве нужна модель распознавания речи Apple.
sw: Unukuzi kwenye kifaa unahitaji modeli ya utambuzi wa matamshi ya Apple.
th: การถอดเสียงในอุปกรณ์ต้องใช้โมเดลรู้จำเสียงพูดของ Apple
tr: Cihaz üzerinde transkripsiyon için Apple'ın konuşma tanıma modeli gerekir.
ur: آلے پر ٹرانسکرپشن کے لیے Apple کا تقریر کی شناخت کا ماڈل درکار ہے۔
vi: Chép lời trên thiết bị cần mô hình nhận dạng giọng nói của Apple.
zh_hans: 设备本地转录需要 Apple 的语音识别模型。
zh_hant: 裝置本機轉錄需要 Apple 的語音辨識模型。

source: Not now
ar: ليس الآن
bn: এখন নয়
de: Nicht jetzt
es: Ahora no
fa: اکنون نه
fil: Hindi ngayon
fr: Plus tard
hi: अभी नहीं
it: Non ora
ja: 後で
ko: 나중에
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ru: Не сейчас
sw: Si sasa
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ur: ابھی نہیں
vi: Để sau
zh_hans: 以后再说
zh_hant: 稍後再說

source: The provider is out of quota or is rate-limiting.
ar: نفدت حصة المزوّد أو قُيّد معدل الطلبات.
bn: প্রদানকারীর কোটা শেষ, অথবা অনুরোধের হার সীমিত করা হচ্ছে।
de: Kontingent oder Anfragelimit des Anbieters erreicht.
es: El proveedor agotó la cuota o limita las solicitudes.
fa: سهمیه ارائه‌دهنده تمام شده است یا محدودیت تعداد درخواست اعمال شده است.
fil: Ubos na ang quota ng provider o nililimitahan nito ang mga request.
fr: Quota épuisé ou requêtes limitées chez le fournisseur.
hi: प्रदाता का कोटा खत्म या अनुरोध सीमा लागू है।
it: Il fornitore ha esaurito la quota o sta limitando le richieste.
ja: 提供者の利用枠またはリクエスト数の制限に達しました。
ko: 제공자의 할당량이 떨어졌거나 요청이 제한되고 있습니다.
pl: Wyczerpano limit u dostawcy lub dostawca ogranicza liczbę żądań.
pt_br: A cota ou o limite de requisições do provedor foi atingido.
pt_pt: O fornecedor esgotou a quota ou está a limitar os pedidos.
ru: Исчерпана квота провайдера или ограничена частота запросов.
sw: Mtoa huduma amefikia kikomo cha mgao au anadhibiti kasi ya maombi.
th: ผู้ให้บริการใช้โควตาหมดหรือกำลังจำกัดอัตราคำขอ
tr: Sağlayıcının kotası doldu veya istek hızı sınırlanıyor.
ur: فراہم کنندہ کا کوٹا ختم ہو گیا ہے یا وہ درخواستوں کی شرح محدود کر رہا ہے۔
vi: Nhà cung cấp đã hết hạn mức hoặc đang giới hạn tốc độ yêu cầu.
zh_hans: 提供商配额用尽或触发速率限制。
zh_hant: 供應商配額用盡或觸發速率限制。

source: Enter the key as client ID:client secret.
ar: أدخل المفتاح بالصيغة معرّف العميل:سر العميل.
bn: কী-টি ক্লায়েন্ট আইডি:ক্লায়েন্ট সিক্রেট আকারে লিখুন।
de: Geben Sie den Schlüssel als Client-ID:Client-Secret ein.
es: Introduce la clave como ID de cliente:secreto de cliente.
fa: کلید را به شکل «شناسه کلاینت:رمز کلاینت» وارد کنید.
fil: Ilagay ang key bilang client ID:client secret.
fr: Saisissez la clé au format ID client:secret client.
hi: कुंजी को क्लाइंट ID:क्लाइंट सीक्रेट के रूप में दर्ज करें।
it: Inserisci la chiave nel formato ID client:client secret.
ja: キーは「クライアントID:クライアントシークレット」の形式で入力してください。
ko: 키는 ‘클라이언트 ID:클라이언트 시크릿’ 형식으로 입력하세요.
pl: Wpisz klucz w formacie ID klienta:tajny klucz klienta.
pt_br: Digite a chave como ID do cliente:segredo do cliente.
pt_pt: Introduza a chave no formato ID do cliente:segredo do cliente.
ru: Введите ключ в формате идентификатор клиента:секрет клиента.
sw: Weka ufunguo kama kitambulisho cha mteja:siri ya mteja.
th: ป้อนคีย์ในรูปแบบ รหัสไคลเอ็นต์:รหัสลับไคลเอ็นต์
tr: Anahtarı istemci kimliği:istemci gizli anahtarı biçiminde girin.
ur: کلید کو کلائنٹ ID:کلائنٹ سیکرٹ کی شکل میں درج کریں۔
vi: Nhập khóa theo dạng ID máy khách:khóa bí mật máy khách.
zh_hans: 请按“客户端 ID:客户端密钥”的格式输入密钥。
zh_hant: 請依「用戶端 ID:用戶端密碼」的格式輸入金鑰。

source: Replace key
ar: استبدال المفتاح
bn: কী-টি বদলান
de: Schlüssel ersetzen
es: Reemplazar clave
fa: جایگزینی کلید
fil: Palitan ang key
fr: Remplacer la clé
hi: कुंजी बदलें
it: Sostituisci chiave
ja: キーを置き換え
ko: 키 바꾸기
pl: Zastąp klucz
pt_br: Substituir chave
pt_pt: Substituir chave
ru: Заменить ключ
sw: Badilisha ufunguo
th: แทนที่คีย์
tr: Anahtarı değiştir
ur: کلید تبدیل کریں
vi: Thay khóa
zh_hans: 替换密钥
zh_hant: 取代金鑰

source: Other providers’ keys
ar: مفاتيح المزوّدين الآخرين
bn: অন্যান্য প্রদানকারীর কী-গুলো
de: Schlüssel anderer Anbieter
es: Claves de otros proveedores
fa: کلیدهای ارائه‌دهندگان دیگر
fil: Mga key ng ibang provider
fr: Clés des autres fournisseurs
hi: अन्य प्रदाताओं की कुंजियाँ
it: Chiavi di altri fornitori
ja: 他の提供者のキー
ko: 다른 업체의 키
pl: Klucze innych dostawców
pt_br: Chaves de outros provedores
pt_pt: Chaves de outros fornecedores
ru: Ключи других провайдеров
sw: Funguo za watoa huduma wengine
th: คีย์ของผู้ให้บริการอื่น
tr: Diğer sağlayıcıların anahtarları
ur: دیگر فراہم کنندگان کی کلیدیں
vi: Khóa của nhà cung cấp khác
zh_hans: 其他提供商的密钥
zh_hant: 其他供應商的金鑰

source: Settings file
ar: ملف الإعدادات
bn: সেটিংস ফাইল
de: Einstellungsdatei
es: Archivo de ajustes
fa: فایل تنظیمات
fil: File ng mga setting
fr: Fichier de réglages
hi: सेटिंग फ़ाइल
it: File delle impostazioni
ja: 設定ファイル
ko: 설정 파일
pl: Plik ustawień
pt_br: Arquivo de configurações
pt_pt: Ficheiro de definições
ru: Файл настроек
sw: Faili la mipangilio
th: ไฟล์การตั้งค่า
tr: Ayar dosyası
ur: ترتیبات کی فائل
vi: Tệp cài đặt
zh_hans: 设置文件
zh_hant: 設定檔案

source: This cannot be retried right now
ar: لا يمكن إعادة المحاولة الآن
bn: এখন আবার চেষ্টা করা যাবে না
de: Erneuter Versuch momentan nicht möglich
es: No se puede reintentar ahora
fa: در حال حاضر امکان تلاش مجدد نیست
fil: Hindi ito masusubukang muli sa ngayon
fr: Impossible de réessayer maintenant
hi: अभी फिर कोशिश नहीं हो सकती
it: Impossibile riprovare in questo momento
ja: 今は再試行できません
ko: 지금은 재시도할 수 없는 상태입니다
pl: Nie można teraz ponowić próby
pt_br: Não é possível tentar novamente agora
pt_pt: Não é possível tentar novamente agora
ru: Сейчас повторить нельзя
sw: Haiwezekani kujaribu tena kwa sasa
th: ลองอีกครั้งตอนนี้ไม่ได้
tr: Bu işlem şu anda yeniden denenemez
ur: اس وقت دوبارہ کوشش نہیں کی جا سکتی
vi: Hiện không thể thử lại
zh_hans: 目前无法重试
zh_hant: 目前無法重試

source: Transcription is waiting. Check this recording in the list for what it needs.
ar: النسخ في الانتظار. راجع القائمة لمعرفة ما يحتاجه هذا التسجيل.
bn: ট্রান্সক্রিপশন অপেক্ষায় আছে। এই রেকর্ডিংয়ের জন্য কোন পদক্ষেপ দরকার, তা তালিকায় দেখুন।
de: Die Transkription wartet. Prüfen Sie in der Liste, was diese Aufnahme benötigt.
es: La transcripción está en espera. Revisa en la lista qué necesita esta grabación.
fa: رونویسی در انتظار است. برای اینکه ببینید این ضبط به چه نیاز دارد، آن را در فهرست بررسی کنید.
fil: Naghihintay ang pag-transcribe. Tingnan ang recording na ito sa listahan para malaman ang kailangan nito.
fr: La transcription est en attente. Consultez la liste pour voir ce dont cet enregistrement a besoin.
hi: ट्रांसक्रिप्शन प्रतीक्षा में है। सूची में देखें कि इस रिकॉर्डिंग को क्या चाहिए।
it: La trascrizione è in attesa. Controlla questa registrazione nell’elenco per vedere cosa serve.
ja: 文字起こしは待機中です。一覧でこの録音に必要な操作を確認してください。
ko: 전사가 대기 중입니다. 목록에서 이 녹음에 필요한 조치를 확인해 주세요.
pl: Transkrypcja czeka. Sprawdź to nagranie na liście, aby zobaczyć, czego potrzebuje.
pt_br: A transcrição está aguardando. Veja na lista o que esta gravação precisa.
pt_pt: A transcrição está em espera. Consulte esta gravação na lista para saber o que é necessário.
ru: Расшифровка ожидает. Посмотрите в списке, что нужно для этой записи.
sw: Unukuzi unasubiri. Angalia rekodi hii kwenye orodha ili ujue kinachohitajika.
th: การถอดเสียงกำลังรอ ตรวจสอบการบันทึกเสียงนี้ในรายการเพื่อดูสิ่งที่ต้องใช้
tr: Transkripsiyon bekliyor. Neyin gerektiğini görmek için listede bu kayda bakın.
ur: ٹرانسکرپشن منتظر ہے۔ فہرست میں یہ ریکارڈنگ دیکھیں کہ اسے کیا درکار ہے۔
vi: Chép lời đang chờ. Hãy xem bản ghi âm này trong danh sách để biết cần làm gì.
zh_hans: 转录正在等待。请在列表中查看此录音需要的操作。
zh_hant: 轉錄正在等待。請在列表中查看此錄音需要的操作。

source: Audio not yet in Drive is deleted with it.
ar: سيُحذف أيضًا الصوت الذي لم يصل إلى Drive بعد.
bn: যে অডিও এখনও Drive-এ পৌঁছায়নি, সেটিও মুছে যাবে।
de: Noch nicht zu Drive übertragenes Audio wird ebenfalls gelöscht.
es: También se eliminará el audio que aún no se ha subido a Drive.
fa: صدایی که هنوز به Drive نرسیده است نیز همراه آن حذف می‌شود.
fil: Kasama ring made-delete ang audio na wala pa sa Drive.
fr: L’audio pas encore envoyé à Drive sera aussi supprimé.
hi: Drive तक नहीं पहुँचा ऑडियो भी हटेगा।
it: Verrà eliminato anche l’audio non ancora su Drive.
ja: Driveに未送信の音声も削除されます。
ko: 아직 Drive에 올라가지 않은 오디오도 함께 지워집니다.
pl: Audio, którego nie ma jeszcze na Drive, również zostanie usunięte.
pt_br: O áudio ainda não enviado ao Drive também será excluído.
pt_pt: O áudio que ainda não está no Drive também é eliminado.
ru: Также удалится аудио, ещё не загруженное в Drive.
sw: Sauti ambayo bado haijafika kwenye Drive itafutwa pia.
th: เสียงที่ยังไม่อยู่ใน Drive จะถูกลบไปด้วย
tr: Henüz Drive'a yüklenmemiş ses de onunla birlikte silinir.
ur: جو آڈیو ابھی Drive میں نہیں، وہ بھی اس کے ساتھ حذف ہو جائے گا۔
vi: Âm thanh chưa được tải lên Drive cũng sẽ bị xóa theo.
zh_hans: 尚未上传至Drive的音频也将删除。
zh_hant: 尚未上傳至Drive的音訊也將刪除。

source: iCloud Drive isn’t available. In Settings, under iCloud, check that iCloud Drive and Recly are turned on.
ar: ‏iCloud Drive غير متاح. في الإعدادات، ضمن iCloud، تحقّق من تفعيل iCloud Drive وRecly.
bn: iCloud Drive উপলভ্য নয়। সেটিংসে iCloud-এর মধ্যে দেখে নিন iCloud Drive ও Recly চালু আছে কিনা।
de: iCloud Drive ist nicht verfügbar. In den Einstellungen unter iCloud prüfen, ob iCloud Drive und Recly aktiviert sind.
es: iCloud Drive no está disponible. En Ajustes, dentro de iCloud, comprueba que iCloud Drive y Recly estén activados.
fa: دسترسی به iCloud Drive ممکن نیست. در تنظیمات، بخش iCloud، بررسی کنید که iCloud Drive و Recly روشن باشند.
fil: Hindi available ang iCloud Drive. Sa Settings, sa ilalim ng iCloud, tiyaking naka-on ang iCloud Drive at Recly.
fr: iCloud Drive n’est pas disponible. Dans Réglages, sous iCloud, vérifiez que iCloud Drive et Recly sont activés.
hi: iCloud Drive उपलब्ध नहीं है। सेटिंग में iCloud के अंदर जाँचें कि iCloud Drive और Recly चालू हैं।
it: iCloud Drive non è disponibile. In Impostazioni, sotto iCloud, verifica che iCloud Drive e Recly siano attivati.
ja: iCloud Driveを利用できません。設定のiCloudで、iCloud DriveとReclyがオンになっているか確認してください。
ko: iCloud Drive를 쓸 수 없습니다. 설정의 iCloud에서 iCloud Drive와 Recly가 켜져 있는지 확인하세요.
pl: iCloud Drive jest niedostępny. W Ustawieniach w sekcji iCloud sprawdź, czy iCloud Drive i Recly są włączone.
pt_br: O iCloud Drive não está disponível. Nos Ajustes, em iCloud, verifique se o iCloud Drive e o Recly estão ativados.
pt_pt: O iCloud Drive não está disponível. Em Definições, em iCloud, verifique se o iCloud Drive e o Recly estão ativados.
ru: iCloud Drive недоступен. В Настройках в разделе iCloud проверьте, что iCloud Drive и Recly включены.
sw: iCloud Drive haipatikani. Katika Mipangilio, chini ya iCloud, hakikisha kuwa iCloud Drive na Recly zimewashwa.
th: iCloud Drive ไม่พร้อมใช้งาน ในการตั้งค่า ใต้ iCloud ให้ตรวจสอบว่าเปิด iCloud Drive และ Recly อยู่
tr: iCloud Drive kullanılamıyor. Ayarlar'da iCloud bölümünde iCloud Drive'ın ve Recly'nin açık olduğundan emin olun.
ur: iCloud Drive دستیاب نہیں۔ ترتیبات میں iCloud کے تحت چیک کریں کہ iCloud Drive اور Recly آن ہیں۔
vi: iCloud Drive không khả dụng. Trong Cài đặt, ở mục iCloud, hãy kiểm tra xem iCloud Drive và Recly đã được bật chưa.
zh_hans: 无法使用iCloud Drive。请在“设置”的iCloud中确认iCloud Drive和Recly已打开。
zh_hant: 無法使用iCloud Drive。請在「設定」的iCloud中確認iCloud Drive和Recly已開啟。

source: iCloud is out of space — free some up and try again
ar: مساحة iCloud ممتلئة. أفرغ بعض المساحة وأعد المحاولة
bn: iCloud-এ জায়গা নেই; কিছু জায়গা খালি করে আবার চেষ্টা করুন
de: iCloud ist voll. Speicherplatz freigeben und erneut versuchen
es: iCloud no tiene espacio. Libera espacio y vuelve a intentarlo
fa: فضای iCloud پر است؛ مقداری فضا آزاد کنید و دوباره امتحان کنید
fil: Puno na ang iCloud — magbakante ng espasyo at subukang muli
fr: iCloud est plein. Libérez de l’espace et réessayez
hi: iCloud में जगह नहीं है। जगह खाली करके फिर कोशिश करें
it: Spazio esaurito su iCloud: liberane un po’ e riprova
ja: iCloudの容量が不足しています。空きを作って再試行してください
ko: iCloud에 공간이 없습니다 — 정리한 뒤 다시 시도하세요
pl: Brak miejsca w iCloud — zwolnij trochę miejsca i spróbuj ponownie
pt_br: O iCloud está sem espaço. Libere espaço e tente novamente
pt_pt: O iCloud está sem espaço — liberte espaço e tente novamente
ru: В iCloud закончилось место. Освободите его и повторите попытку
sw: iCloud imejaa — futa vitu ili kupata nafasi kisha ujaribu tena
th: พื้นที่ iCloud เต็ม เพิ่มพื้นที่ว่างแล้วลองอีกครั้ง
tr: iCloud'da yer kalmadı — biraz yer açıp yeniden deneyin
ur: iCloud میں جگہ ختم ہو گئی ہے — کچھ جگہ خالی کریں اور دوبارہ کوشش کریں
vi: iCloud đã hết dung lượng — hãy giải phóng bớt rồi thử lại
zh_hans: iCloud空间不足，请释放空间后重试
zh_hant: iCloud空間不足，請釋出空間後重試

source: Uploading to iCloud
ar: جارٍ الرفع إلى iCloud
bn: iCloud-এ আপলোড হচ্ছে
de: Upload zu iCloud
es: Subiendo a iCloud
fa: در حال بارگذاری در iCloud
fil: Ina-upload sa iCloud
fr: Envoi vers iCloud
hi: iCloud पर अपलोड जारी
it: Caricamento su iCloud
ja: iCloudにアップロード中
ko: iCloud에 올리는 중
pl: Przesyłanie do iCloud
pt_br: Enviando ao iCloud
pt_pt: A carregar para o iCloud
ru: Загрузка в iCloud
sw: Inapakia kwenye iCloud
th: กำลังอัปโหลดไปยัง iCloud
tr: iCloud'a yükleniyor
ur: iCloud پر اپ لوڈ ہو رہا ہے
vi: Đang tải lên iCloud
zh_hans: 正在上传至iCloud
zh_hant: 正在上傳至iCloud

source: Storage
ar: التخزين
bn: স্টোরেজ
de: Speicherort
es: Almacenamiento
fa: محل ذخیره‌سازی
fr: Stockage
hi: स्टोरेज
it: Archiviazione
ja: 保存先
ko: 저장 위치
pl: Miejsce przechowywania
pt_br: Armazenamento
pt_pt: Armazenamento
ru: Хранилище
sw: Mahali pa kuhifadhi
th: ที่จัดเก็บ
tr: Depolama
ur: اسٹوریج
vi: Nơi lưu trữ
zh_hans: 存储位置
zh_hant: 儲存位置

source: iCloud connected
ar: iCloud متصل
bn: iCloud কানেক্ট করা আছে
de: iCloud verbunden
es: iCloud conectado
fa: اتصال iCloud برقرار است
fil: Nakakonekta ang iCloud
fr: iCloud connecté
hi: iCloud कनेक्ट है
it: iCloud collegato
ja: iCloud接続済み
ko: iCloud 연결됨
pl: Połączono z iCloud
pt_br: iCloud conectado
pt_pt: iCloud ligado
ru: iCloud подключён
sw: iCloud imeunganishwa
th: เชื่อมต่อ iCloud แล้ว
tr: iCloud bağlandı
ur: iCloud منسلک ہے
vi: Đã kết nối iCloud
zh_hans: 已连接iCloud
zh_hant: 已連接iCloud

source: iCloud not connected
ar: iCloud غير متصل
bn: iCloud কানেক্ট করা নেই
de: iCloud nicht verbunden
es: iCloud no conectado
fa: اتصال iCloud برقرار نیست
fil: Hindi nakakonekta ang iCloud
fr: iCloud non connecté
hi: iCloud कनेक्ट नहीं है
it: iCloud non collegato
ja: iCloud未接続
ko: iCloud 연결 안 됨
pl: Nie połączono z iCloud
pt_br: iCloud não conectado
pt_pt: iCloud não ligado
ru: iCloud не подключён
sw: iCloud haijaunganishwa
th: ไม่ได้เชื่อมต่อ iCloud
tr: iCloud bağlı değil
ur: iCloud منسلک نہیں ہے
vi: Chưa kết nối iCloud
zh_hans: 未连接iCloud
zh_hant: 未連接iCloud

source: Waiting for iCloud
ar: في انتظار iCloud
bn: iCloud-এর অপেক্ষায়
de: Wartet auf iCloud
es: Esperando a iCloud
fa: در انتظار iCloud
fil: Naghihintay sa iCloud
fr: En attente d’iCloud
hi: iCloud की प्रतीक्षा
it: In attesa di iCloud
ja: iCloud待ち
ko: iCloud 대기 중
pl: Oczekiwanie na iCloud
pt_br: Aguardando o iCloud
pt_pt: À espera do iCloud
ru: Ожидание iCloud
sw: Inasubiri iCloud
th: กำลังรอ iCloud
tr: iCloud bekleniyor
ur: iCloud کا انتظار
vi: Đang chờ iCloud
zh_hans: 等待iCloud
zh_hant: 等待iCloud

source: No space in iCloud
ar: لا توجد مساحة في iCloud
bn: iCloud-এ জায়গা নেই
de: Kein Speicherplatz in iCloud
es: Sin espacio en iCloud
fa: فضای خالی در iCloud وجود ندارد
fil: Walang espasyo sa iCloud
fr: Plus d’espace sur iCloud
hi: iCloud में जगह नहीं है
it: Spazio esaurito su iCloud
ja: iCloudの空き容量がありません
ko: iCloud에 공간 없음
pl: Brak miejsca w iCloud
pt_br: Sem espaço no iCloud
pt_pt: Sem espaço no iCloud
ru: Нет места в iCloud
sw: Hakuna nafasi kwenye iCloud
th: iCloud ไม่มีพื้นที่ว่าง
tr: iCloud'da yer yok
ur: iCloud میں جگہ نہیں
vi: iCloud hết dung lượng
zh_hans: iCloud空间不足
zh_hant: iCloud空間不足

source: Recorded on another device. Deleting removes it from iCloud and from every device.
ar: سُجّل على جهاز آخر. يؤدي الحذف إلى إزالته من iCloud وجميع الأجهزة.
bn: অন্য ডিভাইসে রেকর্ড করা হয়েছে। মুছলে এটি iCloud এবং সব ডিভাইস থেকে সরে যাবে।
de: Auf einem anderen Gerät aufgenommen. Löschen entfernt die Aufnahme aus iCloud und von allen Geräten.
es: Grabado en otro dispositivo. Al eliminarlo se borra de iCloud y de todos los dispositivos.
fa: در دستگاه دیگری ضبط شده است. حذف، آن را از iCloud و همه دستگاه‌ها پاک می‌کند.
fil: Na-record sa ibang device. Kapag na-delete, aalisin ito sa iCloud at sa bawat device.
fr: Enregistré sur un autre appareil. La suppression le retire d’iCloud et de tous les appareils.
hi: दूसरे डिवाइस पर रिकॉर्ड हुआ। हटाने पर iCloud और सभी डिवाइस से हटेगा।
it: Registrata su un altro dispositivo. L’eliminazione la rimuove da iCloud e da tutti i dispositivi.
ja: 別のデバイスで録音されました。削除すると、iCloudとすべてのデバイスから削除されます。
ko: 다른 기기에서 녹음한 것입니다. 지우면 iCloud와 모든 기기에서 사라집니다.
pl: Nagrane na innym urządzeniu. Usunięcie spowoduje usunięcie go z iCloud i ze wszystkich urządzeń.
pt_br: Gravado em outro dispositivo. A exclusão remove do iCloud e de todos os dispositivos.
pt_pt: Gravada noutro dispositivo. Eliminá-la remove-a do iCloud e de todos os dispositivos.
ru: Записано на другом устройстве. Удаление уберёт запись из iCloud и со всех устройств.
sw: Ilirekodiwa kwenye kifaa kingine. Ukiifuta, itaondolewa kwenye iCloud na kwenye kila kifaa.
th: บันทึกจากอุปกรณ์อื่น การลบจะนำออกจาก iCloud และจากทุกอุปกรณ์
tr: Başka bir cihazda kaydedildi. Silerseniz iCloud'dan ve tüm cihazlardan kaldırılır.
ur: دوسرے آلے پر ریکارڈ کی گئی۔ حذف کرنے سے یہ iCloud اور ہر آلے سے ہٹ جائے گی۔
vi: Được ghi trên thiết bị khác. Khi xóa, bản ghi âm sẽ bị xóa khỏi iCloud và mọi thiết bị.
zh_hans: 录制于其他设备。删除后将从iCloud和所有设备中移除。
zh_hant: 錄製於其他裝置。刪除後將從iCloud和所有裝置中移除。

source: Audio not yet in iCloud is deleted with it.
ar: سيُحذف أيضًا الصوت الذي لم يصل إلى iCloud بعد.
bn: যে অডিও এখনও iCloud-এ পৌঁছায়নি, সেটিও মুছে যাবে।
de: Noch nicht zu iCloud übertragenes Audio wird ebenfalls gelöscht.
es: También se eliminará el audio que aún no se ha subido a iCloud.
fa: صدایی که هنوز به iCloud نرسیده است نیز همراه آن حذف می‌شود.
fil: Kasama ring made-delete ang audio na wala pa sa iCloud.
fr: L’audio pas encore envoyé à iCloud sera aussi supprimé.
hi: iCloud तक नहीं पहुँचा ऑडियो भी हटेगा।
it: Verrà eliminato anche l’audio non ancora su iCloud.
ja: iCloudに未送信の音声も削除されます。
ko: 아직 iCloud에 올라가지 않은 오디오도 함께 지워집니다.
pl: Audio, którego nie ma jeszcze w iCloud, również zostanie usunięte.
pt_br: O áudio ainda não enviado ao iCloud também será excluído.
pt_pt: O áudio que ainda não está no iCloud também é eliminado.
ru: Также удалится аудио, ещё не загруженное в iCloud.
sw: Sauti ambayo bado haijafika kwenye iCloud itafutwa pia.
th: เสียงที่ยังไม่อยู่ใน iCloud จะถูกลบไปด้วย
tr: Henüz iCloud'a yüklenmemiş ses de onunla birlikte silinir.
ur: جو آڈیو ابھی iCloud میں نہیں، وہ بھی اس کے ساتھ حذف ہو جائے گا۔
vi: Âm thanh chưa được tải lên iCloud cũng sẽ bị xóa theo.
zh_hans: 尚未上传至iCloud的音频也将删除。
zh_hant: 尚未上傳至iCloud的音訊也將刪除。

source: Also delete the iCloud folder
ar: حذف مجلد iCloud أيضًا
bn: iCloud ফোল্ডারও মুছুন
de: Auch den iCloud-Ordner löschen
es: Eliminar también la carpeta de iCloud
fa: پوشه iCloud هم حذف شود
fil: I-delete din ang folder sa iCloud
fr: Supprimer aussi le dossier iCloud
hi: iCloud फ़ोल्डर भी हटाएँ
it: Elimina anche la cartella di iCloud
ja: iCloudのフォルダも削除
ko: iCloud 폴더도 함께 삭제
pl: Usuń też folder w iCloud
pt_br: Excluir também a pasta do iCloud
pt_pt: Eliminar também a pasta do iCloud
ru: Также удалить папку в iCloud
sw: Futa pia folda ya iCloud
th: ลบโฟลเดอร์ iCloud ด้วย
tr: iCloud klasörünü de sil
ur: iCloud فولڈر بھی حذف کریں
vi: Xóa cả thư mục iCloud
zh_hans: 同时删除iCloud文件夹
zh_hant: 同時刪除iCloud資料夾

source: Could not fetch from iCloud
ar: تعذّر الجلب من iCloud
bn: iCloud থেকে আনা যায়নি
de: Abruf aus iCloud fehlgeschlagen
es: No se pudo obtener de iCloud
fa: دریافت از iCloud انجام نشد
fil: Hindi makakuha mula sa iCloud
fr: Impossible de récupérer depuis iCloud
hi: iCloud से प्राप्त नहीं हो सका
it: Impossibile recuperare da iCloud
ja: iCloudから取得できませんでした
ko: iCloud에서 받지 못했습니다
pl: Nie można pobrać z iCloud
pt_br: Não foi possível obter do iCloud
pt_pt: Não foi possível obter do iCloud
ru: Не удалось получить из iCloud
sw: Imeshindwa kuleta kutoka kwenye iCloud
th: ดึงข้อมูลจาก iCloud ไม่ได้
tr: iCloud'dan alınamadı
ur: iCloud سے حاصل نہیں کیا جا سکا
vi: Không thể lấy dữ liệu từ iCloud
zh_hans: 无法从iCloud获取
zh_hant: 無法從iCloud取得

source: Fetching from iCloud…
ar: جارٍ الجلب من iCloud…
bn: iCloud থেকে আনা হচ্ছে…
de: Abruf aus iCloud…
es: Obteniendo de iCloud…
fa: در حال دریافت از iCloud…
fil: Kinukuha mula sa iCloud…
fr: Récupération depuis iCloud…
hi: iCloud से प्राप्त हो रहा है…
it: Recupero da iCloud…
ja: iCloudから取得中…
ko: iCloud에서 받는 중…
pl: Pobieranie z iCloud…
pt_br: Obtendo do iCloud…
pt_pt: A obter do iCloud…
ru: Получение из iCloud…
sw: Inaleta kutoka kwenye iCloud…
th: กำลังดึงข้อมูลจาก iCloud…
tr: iCloud'dan alınıyor…
ur: iCloud سے حاصل کیا جا رہا ہے…
vi: Đang lấy dữ liệu từ iCloud…
zh_hans: 正在从iCloud获取…
zh_hant: 正在從iCloud取得…

source: Deleted here, but iCloud refused: %@
ar: تم الحذف هنا، لكن iCloud رفض: %@
bn: এখানে মুছে ফেলা হয়েছে, কিন্তু iCloud প্রত্যাখ্যান করেছে: %@
de: Hier gelöscht, aber iCloud hat abgelehnt: %@
es: Eliminado aquí, pero iCloud lo rechazó: %@
fa: اینجا حذف شد، اما iCloud نپذیرفت: %@
fil: Na-delete dito, pero tumanggi ang iCloud: %@
fr: Supprimé ici, mais refusé par iCloud : %@
hi: यहाँ हटा दिया गया, लेकिन iCloud ने मना किया: %@
it: Eliminata qui, ma iCloud ha rifiutato: %@
ja: このデバイスからは削除しましたが、iCloudで拒否されました：%@
ko: 이 기기에서는 지웠지만 iCloud에서 지우지 못했습니다: %@
pl: Usunięto tutaj, ale iCloud odmówił: %@
pt_br: Excluído aqui, mas o iCloud recusou: %@
pt_pt: Eliminada aqui, mas o iCloud recusou: %@
ru: Удалено здесь, но iCloud отказал: %@
sw: Imefutwa hapa, lakini iCloud imekataa: %@
th: ลบที่นี่แล้ว แต่ iCloud ปฏิเสธ: %@
tr: Burada silindi ancak iCloud reddetti: %@
ur: یہاں حذف ہو گیا، لیکن iCloud نے انکار کیا: %@
vi: Đã xóa ở đây nhưng iCloud từ chối: %@
zh_hans: 已从此处删除，但iCloud拒绝删除：%@
zh_hant: 已從此處刪除，但iCloud拒絕刪除：%@
